Repository: morria/Amateur-Radio-Beacon
Catalog: AmateurRadioBeacon/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: About
ja: このアプリについて
ko: 정보
zh_hans: 关于

source: Amateur Radio Beacon
ja: アマチュア無線ビーコン
ko: 아마추어 무선 비콘
zh_hans: 业余无线电信标

source: Beacon
ja: ビーコン
ko: 비콘
zh_hans: 信标

source: Before using this app with a transmitter:
ja: 送信機でこのアプリを使用する前に：
ko: 송신기와 함께 이 앱을 사용하기 전에:
zh_hans: 在与发射机配合使用此应用之前：

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Choose a beacon mode from the sidebar to begin
ja: サイドバーからビーコンモードを選択して開始
ko: 시작하려면 사이드바에서 비콘 모드를 선택하세요
zh_hans: 从侧边栏选择信标模式以开始

source: Choose a beacon type to configure
ja: 設定するビーコンタイプを選択
ko: 구성할 비콘 유형을 선택하세요
zh_hans: 选择要配置的信标类型

source: Connect your device to your radio's audio input to:
ja: デバイスを無線機のオーディオ入力に接続して：
ko: 다음을 위해 기기를 무선기의 오디오 입력에 연결하세요:
zh_hans: 将设备连接到电台的音频输入以：

source: Continuous
ja: 連続
ko: 연속
zh_hans: 连续

source: Continuous tone at adjustable frequency
ja: 周波数調整可能な連続トーン
ko: 조절 가능한 주파수의 연속 톤
zh_hans: 可调频率的连续音调

source: Done
ja: 完了
ko: 완료
zh_hans: 完成

source: Double tap to begin transmitting
ja: ダブルタップで送信開始
ko: 두 번 탭하여 송신 시작
zh_hans: 双击开始发射

source: Double tap to stop transmitting
ja: ダブルタップで送信停止
ko: 두 번 탭하여 송신 중지
zh_hans: 双击停止发射

source: Ensure your license class permits beacon operation
ja: お持ちの免許でビーコン運用が許可されていることを確認してください
ko: 보유한 자격증으로 비콘 운용이 허용되는지 확인하세요
zh_hans: 确保您的执照等级允许信标操作

source: Enter text to transmit
ja: 送信するテキストを入力
ko: 송신할 텍스트 입력
zh_hans: 输入要发射的文本

source: Error
ja: エラー
ko: 오류
zh_hans: 错误

source: Failed to generate audio. Please try again.
ja: オーディオの生成に失敗しました。もう一度お試しください。
ko: 오디오 생성에 실패했습니다. 다시 시도해 주세요.
zh_hans: 音频生成失败。请重试。

source: Failed to play recording. Please try again.
ja: 録音の再生に失敗しました。もう一度お試しください。
ko: 녹음 재생에 실패했습니다. 다시 시도해 주세요.
zh_hans: 录音播放失败。请重试。

source: Follow proper station identification procedures
ja: 適切な局識別手順に従ってください
ko: 적절한 국 식별 절차를 따르세요
zh_hans: 遵循正确的电台识别程序

source: For best results, enable VOX (voice-operated transmit) on your transceiver.
ja: 最良の結果を得るには、トランシーバーのVOX（音声起動送信）を有効にしてください。
ko: 최상의 결과를 위해 트랜시버에서 VOX(음성 작동 송신)를 활성화하세요.
zh_hans: 为获得最佳效果，请在收发机上启用VOX（声控发射）。

source: Frequency
ja: 周波数
ko: 주파수
zh_hans: 频率

source: License Requirements
ja: 免許要件
ko: 자격 요건
zh_hans: 执照要求

source: Loop a recorded voice message for ID or beacon operation
ja: IDまたはビーコン運用のために録音した音声メッセージをループ再生
ko: ID 또는 비콘 운용을 위해 녹음된 음성 메시지 반복
zh_hans: 循环播放录制的语音消息用于ID或信标操作

source: Loop Continuously
ja: 連続ループ
ko: 연속 반복
zh_hans: 连续循环

source: Message
ja: メッセージ
ko: 메시지
zh_hans: 消息

source: Modes
ja: モード
ko: 모드
zh_hans: 模式

source: Morse Code
ja: モールス信号
ko: 모스 부호
zh_hans: 摩尔斯电码

source: Morse code transmission
ja: モールス信号送信
ko: 모스 부호 송신
zh_hans: 摩尔斯电码发射

source: No recordings yet
ja: 録音がありません
ko: 아직 녹음이 없습니다
zh_hans: 暂无录音

source: Obtain a valid amateur radio license
ja: 有効なアマチュア無線免許を取得してください
ko: 유효한 아마추어 무선 자격증을 취득하세요
zh_hans: 获取有效的业余无线电执照

source: Operate only on authorized frequencies
ja: 許可された周波数でのみ運用してください
ko: 허가된 주파수에서만 운용하세요
zh_hans: 仅在授权频率上操作

source: Pause Between Loops
ja: ループ間の休止
ko: 반복 사이 일시 정지
zh_hans: 循环间隔

source: Play a continuous tone while tuning your antenna or testing your setup
ja: アンテナ調整やセットアップテスト中に連続トーンを再生
ko: 안테나 조정 또는 설정 테스트 중 연속 톤 재생
zh_hans: 在调整天线或测试设置时播放连续音调

source: Please enter text to transmit.
ja: 送信するテキストを入力してください。
ko: 송신할 텍스트를 입력해 주세요.
zh_hans: 请输入要发射的文本。

source: Preview
ja: プレビュー
ko: 미리듣기
zh_hans: 预览

source: Preview Selected
ja: 選択をプレビュー
ko: 선택 항목 미리듣기
zh_hans: 预览所选

source: Pure sine wave tone at adjustable frequency.
ja: 周波数調整可能な純正弦波トーン。
ko: 조절 가능한 주파수의 순수 사인파 톤.
zh_hans: 可调频率的纯正弦波音调。

source: Record and loop a voice message.
ja: 音声メッセージを録音してループ再生。
ko: 음성 메시지를 녹음하고 반복 재생.
zh_hans: 录制并循环播放语音消息。

source: Record New Message
ja: 新規メッセージを録音
ko: 새 메시지 녹음
zh_hans: 录制新消息

source: Recorded voice message
ja: 録音された音声メッセージ
ko: 녹음된 음성 메시지
zh_hans: 录制的语音消息

source: Recording file not found. It may have been deleted.
ja: 録音ファイルが見つかりません。削除された可能性があります。
ko: 녹음 파일을 찾을 수 없습니다. 삭제되었을 수 있습니다.
zh_hans: 未找到录音文件。可能已被删除。

source: Recording...
ja: 録音中...
ko: 녹음 중...
zh_hans: 录音中...

source: Recordings
ja: 録音
ko: 녹음
zh_hans: 录音

source: Save
ja: 保存
ko: 저장
zh_hans: 保存

source: sec
ja: 秒
ko: 초
zh_hans: 秒

source: Select a Mode
ja: モードを選択
ko: 모드 선택
zh_hans: 选择模式

source: Select Mode
ja: モード選択
ko: 모드 선택
zh_hans: 选择模式

source: Set the cadence to control how often transmissions repeat, with configurable on-air and off-air intervals.
ja: ケイデンスを設定して送信の繰り返し頻度を制御し、オンエアとオフエアの間隔を設定できます。
ko: 송신 반복 빈도를 제어하기 위해 케이던스를 설정하고, 송신 및 대기 간격을 구성할 수 있습니다.
zh_hans: 设置节奏以控制发射重复频率，可配置发射和静默间隔。

source: Speed
ja: 速度
ko: 속도
zh_hans: 速度

source: Start beacon
ja: ビーコン開始
ko: 비콘 시작
zh_hans: 启动信标

source: Stop beacon
ja: ビーコン停止
ko: 비콘 중지
zh_hans: 停止信标

source: Stop Preview
ja: プレビュー停止
ko: 미리듣기 중지
zh_hans: 停止预览

source: Text converted to Morse code with adjustable speed.
ja: 速度調整可能なモールス信号へのテキスト変換。
ko: 조절 가능한 속도로 텍스트를 모스 부호로 변환.
zh_hans: 可调速度的文本转摩尔斯电码。

source: The text contains no valid Morse code characters.
ja: テキストに有効なモールス信号文字が含まれていません。
ko: 텍스트에 유효한 모스 부호 문자가 없습니다.
zh_hans: 文本不包含有效的摩尔斯电码字符。

source: This app outputs audio only (tone, CW, or voice). It does not control PTT or key your transmitter directly. Your transceiver must be configured to key from the audio input.
ja: このアプリはオーディオのみを出力します（トーン、CW、または音声）。PTTの制御や送信機を直接キーイングしません。トランシーバーはオーディオ入力からキーイングするように設定する必要があります。
ko: 이 앱은 오디오만 출력합니다(톤, CW 또는 음성). PTT를 제어하거나 송신기를 직접 키잉하지 않습니다. 트랜시버는 오디오 입력에서 키잉하도록 구성해야 합니다.
zh_hans: 此应用仅输出音频（音调、CW或语音）。它不控制PTT或直接键控您的发射机。您的收发机必须配置为从音频输入键控。

source: Tone
ja: トーン
ko: 톤
zh_hans: 音调

source: Tone Duration
ja: トーン長
ko: 톤 길이
zh_hans: 音调时长

source: Transmit Morse code (CW) beacons from text you enter
ja: 入力したテキストからモールス信号（CW）ビーコンを送信
ko: 입력한 텍스트에서 모스 부호(CW) 비콘 송신
zh_hans: 从您输入的文本发射摩尔斯电码（CW）信标

source: Version %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@

source: Voice
ja: 音声
ko: 음성
zh_hans: 语音

source: VOX Recommendation
ja: VOX推奨
ko: VOX 권장 사항
zh_hans: VOX建议

source: What This App Does
ja: このアプリの機能
ko: 이 앱의 기능
zh_hans: 此应用的功能

source: OK
ko: 확인
zh_hans: 好
